boss/config/ims/SET_HALIASPU.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Header>
		<Authentication>
			<Username>#{user}</Username>
			<Password>#{password}</Password>
		</Authentication>
		<MessageID>#{seq}</MessageID>
		<MEName>HSS</MEName>
	</soap:Header>
	<soap:Body>
		<SET_HALIASPU xmlns="http://www.huawei.com/IMS/HSSV900R009C00SPC200">
			<ALIASID>1</ALIASID>
			<IMPULIST><![CDATA["sip:+8620#{businessKey}@ims.kongguanju.com"&"tel:+8620#{businessKey}"]]></IMPULIST>
      </SET_HALIASPU>
	</soap:Body>
</soap:Envelope> 
